20220105114844-tout_decoule_de_l_egalite_des_droits.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-01-07 Sun 20:16 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Tout découle de l'égalité des droits</title>
<meta name="author" content="Rémi Louf" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="style.css" /></head>
<body>
<div id="content" class="content">
<h1 class="title">Tout découle de l'égalité des droits</h1>
<p>
Je pense que le capital reste une bonne grille de lecture des rapports de force dans la société, et une des composantes sur laquelle on doit se concentrer, mais elle est moins pertinente aujourd'hui. La base de la base, le premier axiome de notre société est donné par le 1er article de la DDHC:
</p>

<blockquote>
<p>
Les hommes naissent et demeurent libres et égaux en droit. Les distinctions sociales ne peuvent être fondées que sur l'utilité commune.
</p>
</blockquote>

<p>
Or un effet néfaste du capitalisme est la distorsion de la réparition du pouvoir dans la population. Chercher l'égalité en droits avant <b>l'égalité</b> est plus générale, plus pertinente, moins controversée et plus générale.
</p>

<p>
L'éco n'est un pas un bon thème de lecture. Le déséquilibre des pouvois dans une société démocratique est une grille plus intéressante. J'en viens après avoir lu des papiers de philosophie de la taxation où l'argument le plus convaincant en faveur de la taxation progressive est d'empêcher les plus riches d'entraver le fonctionnement de la démocratie: le pouvoir que l'on exerce est d'autant plus import que l'on est riche.
</p>

<p>
D'un point de vue pratico-politique touc change. Dans une époque où les contraintes sont imposées au nom de la <i>liberté</i>, l'angle d'attaque est bien meilleur que "ce truc de gauchistes qui veulent nous prendre notre argent".
</p>

<p>
<a href="20220105125446-les_inegalites_de_richesse_mettent_la_democratie_en_danger.html#ID-394178f6-5dcf-4e4b-a677-647b13d71899">Les inégalités de richesse mettent la démocratie en danger</a>, cette idée a été défendue à plusieurs moments de l'histoire:
</p>
<ul class="org-ul">
<li>Dans la Grèce antique par Démocrite</li>
<li>Theodore Roosevelt et son Square Deal</li>
<li>Frankling Roosevert et son New Deal</li>
</ul>

<div id="outline-container-org4d89ffb" class="outline-2">
<h2 id="org4d89ffb">References</h2>
<div class="outline-text-2" id="text-org4d89ffb">
<ul class="org-ul">
<li>Discussion / <a target='_blank' rel='noopener noreferrer' class='external' href="https://twitter.com/remilouf/status/1478349831324188676?s=20">Thread twitter</a></li>
<li><a target='_blank' rel='noopener noreferrer' class='external' href="https://jacobinmag.com/2021/12/equality-of-power-socialism-exploitation-income-inequality-theory">The equality that socialists care about most is equality of power</a></li>
</ul>
</div>
</div>

<div id="outline-container-org5e3e38f" class="outline-2">
<h2 id="org5e3e38f">Links to this note</h2>
</div>
</div>
</body>
</html>
